<?php

// made by Denser

$vm['_error_db_connect']				= 'Невозможно подключиться к серверу базы данных';
$vm['_error_db_select']					= 'Невозможно выьрать базу данных';
$vm['_title']							= 'L2Carma - Управление аккаунтом';
$vm['_title_page']						= 'Управление аккаунтом';
$vm['_exist_account']					= 'Уже есть аккаунт?';
$vm['_account']							= 'Логин';
$vm['_password']						= 'Пароль';
$vm['_login_button']					= 'Войти';
$vm['_return']							= 'Назад';
$vm['_new_account']						= 'Новый Аккаунт';
$vm['_new_account_text']				= 'Чтобы играть на нашем сервере, вам необходимо зарегистрироваться.';
$vm['_new_account_text2']				= 'Вам нужен аккаунт чтобы играть в Lineage II. Если он у Вас уже есть, можете войти в свой кабинет.

			Ваш аккаунт невозможно переместить, помните - Ваши логин и пароль  хранятся в зашифрованном виде, не давайте их никому, чтобы не потерять его!

			<span style="color: red">Гм-ы и/или Администрация - никогда ни под каким предлогом не попросят у Вас Ваши аккаунт или пароль.</span>

			Все поля помеченные <em class="me"></em> обязательны для заполнения и заполненны по пордку, чтобы Вы смогли пользоваться Вашим аккаунтом.
';
$vm['_chg_pwd']							= 'Сменить пароль';
$vm['_chg_pwd_text']					= '<span style="color: red">ГМ-ы и/или Администрация никогда ни под каким предлогом не попросят у вас вещи и/или Ваш аккаунт или пароль.</span>';
$vm['_chg_button']						= 'Изменить';
$vm['_password2']						= 'Пароль еще раз';
$vm['_passwordold']						= 'Старый пароль';
$vm['_email']							= 'E-mail';
$vm['_create_button']					= 'Создать';
$vm['_forgot_password']					= 'Забыли пароль ?';
$vm['_forgot_pwd']						= 'Забыли пароль';
$vm['_forgot_pwd_text']					= 'Пожалуйста проверьте информацию, чтобы изменить Ваш пароль.

			Если вы забыли что вводили при регистрации, то свяжитесь с поддержкой.';
$vm['_forgot_button']					= 'Напомнить';
$vm['_logout']							= 'Вы вышли из системы.';
$vm['_logout_link']						= 'Выйти';
$vm['_wrong_auth']						= 'Мы не можем распознать ваш Логин. Либо Ваша информация была введена не верно, либо система обслуживания аккаунта недоступна в данный момент.';
$vm['_no_id_no_pwd']					= 'Please enter an account name and password.';
$vm['_email_registered']				= 'Такой e-mail уже зарегистрирован.';
$vm['_image_control']					= 'Текст с картинки введен неверно';
$vm['_pwd_difference']					= 'Введите пароль еще раз';
$vm['_pwd_incorrect']					= 'Попробуйте другой пароль';
$vm['_image_control_desc']				= 'Во избежания автоматических регистраций нужно ввести код с картинки. Если картинка трудно-читаема - щелкните по ней для обновления. ';
$vm['_account_created_act']				= 'Ваш аккаунт был только что создан.';
$vm['_account_created_noact']			= 'Ваш аккаунт был создан, но для дальнейшего использования Вам необходимо подтвердить его по ссылке, полученной по почте.';
$vm['_account_actived']					= 'Вы активировали Ваш аккаунт.';
$vm['_REGWARN_UNAME1']					= 'Введите имя пользователя.';
$vm['_REGWARN_UNAME2']					= 'Введите корректное имя пользователя.';
$vm['_REGWARN_MAIL']					= 'Введите правильный адрес электронной почты.';
$vm['_REGWARN_PASS']					= 'Введите правильный пароль.  Без пробелов, более 6 знаков, используйте только 0-9,a-z,A-Z';
$vm['_REGWARN_VPASS1']					= 'Проверьте ваш пароль.';
$vm['_REGWARN_VPASS2']					= 'Проверка паролей не совпала, попробуйте снова.';
$vm['_REGWARN_INUSE']					= 'Такое имя уже есть в системе, попробуйте другое.';
$vm['_REGWARN_EMAIL_INUSE']				= 'Такой адрес почты уже зарегистрирован. Если вы забыли Ваш пароль, цнлкните по ссылке "Забыли пароль" и его вышлют Вам на почту.';
$vm['_WARN_NOT_LOGGED']					= 'Вы не вошли.';
$vm['_REGWARN_LIMIT_CREATING']			= 'Ограничение по аккаунтам достигнуто. Приходите позже';

$vm['_password_request']				= 'Запрос пароля выслан.';
$vm['_activation_control']				= 'Ключ активации не верен.';

$vm['_password_reseted']				= 'Пароль запрошен';
$vm['_control']							= 'Контрольный ключ не верен';

$vm['_email_title_verif']				= '[SERVER] Проверка адреса';
$vm['_email_message_verif']				= "Код подтверждения вашего адреса : [CODE].<br><br>Вы можете завершить регистрацию, перейдя по <a href=\"[URL]\">сслыке</a>.<br><br>Если у Вас есть какието вопросы по регистрации - свяжитесь с нами: [EMAIL_SUPPORT].";
$vm['_email_title_ok']					= 'Добро пожаловать на [SERVER]!';
$vm['_email_message_ok']				= "Спасибо за регистрацию на [SERVER]!<br><br>Имя Вашего аккаунта на [SERVER]: [ID]<br><br>В завершении, если у Вас есть вопрос, но Вы не можете найти ответа, служба поддержки нашего сервера всегда доступна через Ваш почтовый ящий.<br><br>Еще раз благодарим Вас за регистрацию на [SERVER]. Уввидимся в игре!<br><br>Команда [SERVER]";
$vm['_email_title_change_pwd']			= 'Запрос сброса пароля';
$vm['_email_message_change_pwd']		= "Кто-то с адресом [IP] хочет сбросить пароль Вашего Lineage II Аккаунта с именем [ID].<br>Перейдите по <a href=\"[URL]\">ссылке</a> чтобы поменять пароль.<br>Если это не Вы запрашивали смену пароля - проигнорируйте сообщение.<br><br>Команда [SERVER]";
$vm['_email_title_change_pwd_ok']		= 'Пароль успешно изменен';
$vm['_email_message_change_pwd_ok']		= "Кто-то с адресом [IP] поменял пароль на Вашем аккаунте Lineage II с именем [ID].<br> Новый пароль : [CODE]<br> Если Вы не делали этих изменений, немедленно свяжитесь с нами: [EMAIL_SUPPORT]!";

$vm['_email_title_change_email_ok']		= 'Ваш адрес был изменен';
$vm['_email_message_change_email_ok']	= "Кто-то [IP] has changed your Lineage II Game Account email for account [ID].<br> New email : [CODE]<br> If you did not make this change, please contact support immediately at [EMAIL_SUPPORT].";

$vm['_creating_acc_prob']				= 'Проблема с базой данных: Аккаунт не был создан, сообщите в поддержку.';

$vm['_chg_email']						= 'Изменить e-mail';
$vm['_chg_email_text']					= '<span style="color: red">ГМ-ы и/или Администрация никогда ни под каким предлогом не попросят у вас вещи и/или Ваш аккаунт или пароль.</span>';
$vm['_email2']							= 'Подтвердите e-mail';
$vm['_change_pwd_valid']				= 'Ваш пароль был изменен.';
$vm['_change_email_valid']				= 'Ваш e-mail был изменен.';
$vm['_REGWARN_VEMAIL1']					= 'E-mail и подтверждение не совпадают, попробуйте снова.';

$vm['_TERMS_AND_CONDITION']				= "<h2>Условия соглашения</h2><br /><br />1. Администратор всегда прав.<br />2. Если вы считаете, что он не прав - смотрите п.1.";
$vm['_accept_button']					= 'Принять';



/*
-----------------------------------------------------------------
---------------------- Account Services -------------------------
-----------------------------------------------------------------
*/

$vm['_accounts_services']				= 'Обслуживание Аккаунта';
$vm['_select_worlds']					= 'Выбирете сервер';
$vm['_select_character']				= 'Выберете персонажа';
$vm['_any_character']					= 'Любой персонаж найден';

$vm['_character_fix']					= 'Исправить персонажа';
$vm['_character_fix_desc']				= 'Исправить персонажа';
$vm['_character_fix_confirm']			= '"%s" на "%s" будет исправлено';
$vm['_character_fix_yes']				= 'Ваш персонаж был исправлен.';
$vm['_character_fix_no']				= 'Ваш персонаж исправить не удалось.';

$vm['_character_unstuck']				= 'Переместить персонажа в ближайший город';
$vm['_character_unstuck_desc']			= 'Попробуйте команду /unstuck если Ваш персонаж где-то застрял. Если персонаж не отображается на карте, то он немедленно переместится в ближайший город, в противном случае будет задействовано перемещение с 5 минутным действем.

Если Вы не можете сделать этого в игре - выбирете персонажа для перемещения.';
$vm['_character_unstuck_confirm']		= '"%s" на "%s" будет перемещен.';
$vm['_character_unstuck_yes']			= 'Ваш персонаж был перемещен в ближайший город.';
$vm['_character_unstuck_no']			= 'Ваш персонаж не может быть перемещен в данный момент.';

$vm['_allow_time']						= 'Необходимо подождать %s час(а/ов) после последнего %s.';

$vm['_acc_serv_off']					= 'Обслуживание аккаунтов временно приостановленно.';
$vm['_acc_serv_offline']				= 'Обсуживание аккаунтов доступно только для персонажей вне игры.';
$vm['_acc_serv_ban']					= 'Забаненный пользователь не имеет права пользоваться сервисом.';

$vm['_error_select_char']				= 'Невозмозжно применить к Вашему персонажу что-либо в данный момент.';

$vm['_character_sex']					= 'Пол персонажа был изменен';
$vm['_character_sex_desc']				= "Выбирете персонажа, которому Вы хотите поменять пол.

Вы можете выбрать только одного персонажа. Список ниже отображает всех доступных персонажей на серверах. Персонажы рассы Камаэль не могут быть изменены.

После смены пола - все внешние признаки будут сменены на 'A-тип'.

<i>Смена внешнего вида может занять до 10 рабочих дней, будьте терпеливы.</i>";
$vm['_character_sex_confirm']			= 'Вы выбрали "%s" на "%s" чтобы сменить %s на %s.';
$vm['_character_sex_yes']				= 'Пол персонажа был изменен.';
$vm['_character_sex_no']				= 'Пол персонажа не был изменен.';
$vm['_character_sex_0']					= 'Мужчина';
$vm['_character_sex_1']					= 'Женщина';
$vm['_acc_serv_gender_kamael']			= 'Смена пола не доступна для персонажей расы Камаэль.';
$vm['_acc_serv_gender_time']			= 'Вы не можете менять пол персонажу чаще чем раз в неделю.';

$vm['_character_name']					= 'Переименовать персонажа';
$vm['_character_name_desc']				= "Выбирете персонажа, имя которого Выы бы хотели изменить.

Чтобы изменить имя персонажа, Вам необходимо создать нового с тем именем, которое Вы хотите. Этот персонаж должен всегда быть 1 уровня, чтобы было возможно сменить имя.

Помните, что все вещи находящиеся на персонаже 1 уровня будут уничтожены после смены имени.

<i>Смена внешнего вида может занять до 10 рабочих дней, будьте терпеливы.</i>";
$vm['_character_name_confirm']			= 'Изменить имя';
$vm['_character_name_yes']				= 'Изменить имя';
$vm['_character_name_no']				= 'Изменить имя';

$vm['_character_world_t']				= 'севрер';
$vm['_character_name_t']				= 'Имя';
$vm['_character_gender_t']				= 'Пол';


$vm['_confirm']							= 'Подтвердить';
$vm['_back']							= 'Назад';

$vm['_REGWARN_UNAME3']					= 'Пожауйста, выбирете имя пользователя, отлично от Вашего пароля.';

$vm['_cookie_prob']						= 'Для регистрации или входа, Вам необходимо включть Cookie Вашего обозревателя.';

$vm['_allow_with_karma']				= 'Сервис обслуживания аккаунтов доступен ТОЛЬКО для персонажей без кармы.';

?>
